<template>
  <div class="aboutblog-container">
    <div id="main">
      <div class="post-1 page type-page status-publish hentry">
        <header id="post_header">
          <h1>关于博客</h1>
        </header>
        <article id="post_content">
          <p>1、博客是博主私人化的附属。这里分享关于丝锥等螺纹刀具的知识，以及博主本人的相关记录，学习、生活、生意、思想……，记录个人成长。</p>
          <p>2、关于域名。正如 sizhuiwhy 所要表达的意思：研究关于丝锥的一些问题。谐音 “丝锥札记” 。文章本天成，妙手偶得之。就它吧！</p>
          <p>3、ICO图标。就是浏览器地址前面的大 “S” 。 “S” 是 sizhuiwhy 的缩写。图标上半部的紫灰色代表丝锥涂层，下半部的白灰色代表丝锥柄部，实际就是一支丝锥的抽象化。</p>

          <h2>关于隐私权</h2>
          <p>本站承诺保护您在网络上的隐私权。具体体现在以下方面：</p>
          <p>1、除非在法律要求下，本站不会向任何第三方发布、分享或出售订阅者信息；</p>
          <p>2、本站不会寄发任何垃圾邮件；</p>
          <p>3、您有权随时订阅或退订本站内容；</p>
          <p>4、如通过E-mail与本站联系，如无要求，本站将保留来信地址；</p>
          <p>5、符合要求的广告将被登植在本站对应广告位置。广告商有权要求本站提供网站访客统计数据，如浏览人次、浏览页数、地理分布等。这些数据完全是统计意义上的，与任何个人信息没有关系；</p>
          <p>6、如隐私权政策须作修改，本站会以E-mail形式提前通知订阅者，并在主页及本页发布声明，以使访客及时了解；</p>
          </article>
        </div>
      </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>
